Repository: mblwhoi/dla_home
Catalog: sites/all/modules/menusync/translations/*.po
Languages: pt_br

source: list rules
pt_br: listar regras

source: add rule
pt_br: criar regra

source: No menus available.
pt_br: Nenhum menu definido.

source: Rules
pt_br: Regras

source: Operations
pt_br: Operações

source: Rules in %menu
pt_br: Regras em %menu

source: edit
pt_br: editar

source: Save
pt_br: Gravar

source: No rules available.
pt_br: Nenhuma regra definida.

source: Menu item
pt_br: Item de menu

source: Path
pt_br: Caminho

source: Description
pt_br: Descrição

source: Weight
pt_br: Peso

source: Add rule to %menu
pt_br: Adicionar regra ao menu %menu

source: Set rule to %menu
pt_br: Regra definida para menu %menu

source: Choose the menu item to be activated by the path.
pt_br: Escolha o item do menu que deve ser ativado por essa regra.

source: Type a path that activates the menu item (wildcard * admitted).
pt_br: Defina o caminho que vai ativar o item de menu. Caminhos genéricos são aceitos (que usem *).

source: Description of your Menu Sync rule.
pt_br: Descrição de sua regra Menu Sync.

source: The lighter rules will be tested first.
pt_br: As regras com peso menor terão precedência.

source: Delete
pt_br: Apagar

source: Path cannot be empty.
pt_br: Caminho não pode ser vazio.

source: Path cannot start with slash.
pt_br: Caminho não pode começar com barra.

source: You have to choose a menu item.
pt_br: Você precisa escolher um item de menu.

source: Created new rule with path %path.
pt_br: Criada nova regra com caminho %path.

source: Updated rule with path %path.
pt_br: Regra com caminho %path atualizada.

source: Are you sure you want to delete the rule to path %path to menu item %link_title?
pt_br: Você tem certeza de que quer apagar a regra do caminho %path do item de menu %link_title?

source: Deleting a rule cannot be undone.
pt_br: Não é possível desfazer a remoção de uma regra.

source: Cancel
pt_br: Cancelar

source: Deleted rule %name.
pt_br: Regra %name apagada.

source: administer Menu Sync
pt_br: administrar Menu Sync

source: Manage Menu Sync rules.
pt_br: Administrar regras do Menu Sync.

source: List rules
pt_br: Listar regras

source: Add rule
pt_br: Adicionar regra

source: Edit rule
pt_br: Editar regra.

source: Modules Menu Sync and Menu Fake should not be used together. Please move all Menu Fake rules to Menu Sync and uninstall Menu Fake.
pt_br: Os módulos Menu Sync e Menu Fake não devem estar habilitados simultaneamente. Mova todas as regras do Menu Fake para o Menu Sync e desintale o módulo Menu Fake.

source: Enabled
pt_br: Ativado

source: Activates menus using paths rules.
pt_br: Ativar itens de menu usando regras baseadas em caminhos.
